import styles from './PrivacyMain.module.css'

const PrivacyMain = () => {
  return (
    <main className={styles.container}>
      <div className={styles.content}>
        <h1>개인정보 처리 방침</h1>
        <br />
        <p>제1조 (총칙)</p>
        <p> 커미캣(이하 &quot;회사&quot;)은 &apos;정보통신망 이용촉진 및 정보보호&apos;에 관한 법률을 준수하고 있습니다.</p>
        <br />
        <p>제2조 (방침의 명시, 효력 및 변경)</p>
        <p> 1. 본 방침은 사이트에 회원으로 가입하는 시점부터 효력이 발생합니다.</p>
        <p> 2. 회사는 본 방침의 내용을 서비스를 이용하고자 하는 자와 회원이 알 수 있도록 서비스가 제공되는 사이트의 초기화면 및 회원가입 화면에 게시합니다.</p>
        <p> 3. 회사는 필요하다고 인정하는 경우 관련법을 저촉하지 않는 범위 내에서 본 방침을 개정할 수 있으며, 개정된 방침은 적용 일자 및 개정 사유를 명시하여 서비스 화면에 공지합니다.</p>
        <p> 4. 회원은 개정된 방침에 동의하지 않을 경우 회원등록을 해지할 수 있으며, 개정된 방침의 효력 발생일로부터 7일 이내에 거부의사를 표시하지 않고 서비스를 계속 사용할 경우 개정된 방침에 자동으로 동의한 것으로 간주합니다.</p>
        <p> 5. 개인정보처리방침과 이용약관의 개인정보 관련 항목이 경합할 경우 이용약관의 내용이 우선해 적용됩니다.</p>
        <br />
        <p>제3조 (용어)</p>
        <p> 본 방침에서 이용하는 용어는 이용약관의 용어를 그대로 따릅니다.</p>
        <br />
        <p>제4조 (개인정보의 수집 및 이용)</p>
        <p> 1. 회사는 회원의 개인정보를 필요한 시점에 따라 최소한으로 수집합니다. 수집한 정보는 사전 고지한 범위 내에서만 사용하며 회원의 사전 동의 없이 목적과 범위를 초과하여 이용되지 않습니다.</p>
        <p> 2. 회사는 원활한 서비스 운영 및 회원 보호를 위해 개인정보 자동 수집 장치를 이용해 다음 개인정보를 수집합니다.</p>
        <p>   a. 방문에 이용한 IP, 방문에 이용한 브라우저 쿠키, 방문에 이용한 브라우저 및 기기 정보</p>
        <p> 3. 회사는 원활한 리퀘스트 진행 및 알림 발송 및 환불 처리를 위해 위해 클라이언트에게 다음 개인정보를 선택적으로 제공받습니다.</p>
        <p>   a. 이메일 주소, 이름, 계좌번호 및 은행명</p>
        <p> 4. 회사는 원활한 리퀘스트 진행 및 알림 발송 및 대금 정산, 세무 처리를 위해 크리에이터에게 다음 개인정보를 필수적으로 제공받습니다.</p>
        <p>   a. 이메일 주소, 이름, 주민등록번호, 계좌번호 및 은행명</p>
        <br />
        <p>제5조 (개인정보 자동 수집 장치의 설치 및 운영)</p>
        <p> 1. 회사는 개별적인 맞춤 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버가 회원의 컴퓨터 브라우져에게 보내는 소량의 정보이며 회원의 브라우져 내에 저장되기도 합니다.</p>
        <p> 2. 회원은 브라우져의 설정을 통해 쿠키의 사용 여부를 결정할 수 있습니다.</p>
        <p> 3. 쿠키의 사용을 거부할 경우 회사가 제공하는 일부 서비스를 이용하지 못할 수 있습니다.</p>
        <br />
        <p>제6조 (개인정보의 보유 및 이용기간)</p>
        <p> 1. 회원의 개인정보는 개인정보 수집의 이용목적이 달성된 후 즉시 파기됩니다.</p>
        <p> 2. 단, 전자상거래 등에서의 소비자보호에 관한 법률, 통신비밀보호법 등 관계 법령에 의하여 보존할 필요가 있는 다음 일부 정보의 경우 회사는 일정한 기간 동안 개인정보를 보관합니다.</p>
        <p>   a. 계약 또는 청약철회 등에 관한 기록 (5년)</p>
        <p>   b. 대금결제 및 재화 등의 공급에 관한 기록 (5년)</p>
        <p>   c. 소비자의 불만 또는 분쟁처리에 대한 기록 (3년)</p>
        <br />
        <p>제7조 (개인정보의 파기절차 및 방법)</p>
        <p> 1. 회사는 수집한 회원의 개인정보가 이용목적을 달성한 경우 지체없이 즉시 파기합니다.</p>
        <p> 2. 회사는 종이에 출력된 개인정보의 경우 분쇄기로 분쇄하거나 소각하는 방법으로 파기합니다.</p>
        <p> 3. 회사는 전자적 파일 형태로 저장된 개인정보의 경우 기록을 재생할 수 없는 기술적 방법을 이용하여 파기합니다.</p>
        <br />
        <p>제8조 (개인정보의 제공)</p>
        <p> 1. 회사는 회원의 사전 동의 없이 수집한 개인정보를 제3자에게 공개하거나 열람하게 하지 않습니다.</p>
        <p> 2. 단, 관계 법령에 의하여 수사상의 목적으로 관련 기관으로부터의 자료 제출 요구를 받은 경우 등 관련 기관으로부터의 적법한 요청이 있을 경우 내부 절차를 거쳐 최소한의 정보가 동의 없이 제공될 수 있습니다.</p>
        <br />
        <p>제9조 (개인정보의 처리 위탁)</p>
        <p> 1. 회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리 업무를 위탁하고 있습니다.</p>
        <p>   a. NICE평가정보(주): 서비스 이용을 위한 개인실명확인 서비스 제공</p>
        <p> 2. 서비스 운영 과정에서 다음과 같이 개인정보가 국외로 이전될 수 있습니다.</p>
        <p>   a. Amazon Web Services, Inc.: 데이터 저장, CDN 제공, 데이터 저장 및 서비스 운영 (이전국가: 미국)</p>
        <br />
        <p>제10조 (개인정보의 관리책임자 및 민원 처리)</p>
        <p> 1. 회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련된 회원의 민원 처리 및 피해 구제를 위해 다음과 같이 개인정보 관리책임자를 지정하고 있습니다.</p>
        <p>   a. 성명: 박지석</p>
        <p>   b. 직위: 대표이사</p>
        <p>   c. 이메일: commicat.sup@gmail.com</p>
        <br />
        <p> 2. 회원은 회사의 자체적인 개인정보 처리와 관련된 민원 처리, 피해 구제 결과에 만족하지 못하거나 보다 자세한 도움이 필요한 경우 아래 기관에 문의할 수 있습니다.</p>
        <p>   a. 기관명: 개인정보침해 신고센터</p>
        <p>   b. 연락처: (국번없이) 118 / https://privacy.kisa.or.kr</p>
        <p>   c. 기관명: 개인정보 분쟁조정위원회</p>
        <p>   d. 연락처: (국번없이) 1833-6972 / https://www.kopico.go.kr</p>
        <p>   e. 기관명: 경찰청 사이버수사국</p>
        <p>   f. 연락처: (국번없이) 182 / https://ecrm.police.go.kr</p>
      </div>
    </main>
  )
}

export default PrivacyMain
