import styles from './TermsMain.module.css'

const TermsMain = () => {
  return (
    <main className={styles.container}>
      <div className={styles.content}>
        <h1>이용 약관</h1>
        <br />
        <h2>제 1장 총칙</h2>
        <p>제1조 (약관의 목적)</p>
        <p>본 서비스 이용 약관은 커미캣(이하 &quot;회사&quot;)이 온라인상에서 커미캣 사이트(https://commicat.com, 이하 &quot;사이트&quot;)를 통하여 제공하는 중개 서비스, 결제 서비스 및 기타 정보 서비스(이하 &quot;서비스&quot;)의 이용에 대해 회사와 회원의 권리와 의무, 책임 사항, 서비스 이용 절차, 그리고 기타 필요한 사항을 규정함을 목적으로 합니다.</p>
        <br />
        <p>제2조 (약관의 명시, 효력 및 변경)</p>
        <p> 1. 본 약관은 사이트에 회원으로 가입하는 시점부터 효력이 발생합니다.</p>
        <p> 2. 회사는 본 약관의 내용과 상호, 대표자 성명, 사업자등록번호, 통신판매업신고번호, 연락처 등을 서비스를 이용하고자 하는 자와 회원이 알 수 있도록 서비스가 제공되는 사이트의 초기화면 및 회원가입 화면에 게시합니다.</p>
        <p> 3. 회사는 관련법을 저촉하지 않는 범위에서 본 약관을 개정할 수 있으며, 개정된 약관은 적용 일자 및 개정 내용, 개정 사유를 명시하여 최소 그 적용일자 7일 전부터 적용일자 전일까지(회원에게 불리하거나 중대한 사항에 관한 개정인 경우에는 최소 그 적용일자 30일 전부터 적용일자 전일까지) 제2항의 방법 또는 기타 방법으로 공지합니다.</p>
        <p> 4. 회원은 회사가 전항에 따라 변경하는 약관에 동의하지 않을 권리가 있으며, 이 경우 회원등록을 해지할 수 있습니다. 회사가 제3항에 따라 개정약관을 공지 또는 통지하면서 회원에게 적용일자까지 명시적으로 거부의사를 표시하지 않으면 승인한 것으로 간주한다는 뜻을 명확하게 고지하였음에도 회원이 명시적으로 거부의사를 표시하지 아니한 경우, 회원이 개정약관에 동의한 것으로 간주합니다.</p>
        <br />
        <p>제3조 (약관의 해석)</p>
        <p> 1. 회원은 사이트를 이용함에 있어 관련 법령을 준수하여야 하며, 이 약관의 규정을 들어 관련 법령 위반에 대한 면책을 주장할 수 없습니다.</p>
        <p> 2. 회사는 필요한 경우 특정 서비스에 관하여 적용될 별도의 이용약관 및 정책(이하 &quot;개별약관&quot;이라고 합니다)을 둘 수 있으며, 해당 내용이 본 약관과 상충할 경우 개별약관을 우선하여 적용합니다.</p>
        <p> 3. 본 약관에 정하는 범위 이외의 회사와 회원의 권리와 의무, 책임사항, 서비스 이용 절차, 그리고 기타 필요한 사항에 관해서는 전자문서 및 전자거래 기본법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률, 저작권법, 개인정보 보호법 등 관련 법령의 규정과 일반적인 상관습을 따릅니다.</p>
        <br />
        <p>제4조 (용어의 정의)</p>
        <p>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
        <p> 1. &quot;회원&quot;이라 함은 서비스에 접속하여 본 약관에 따라 회사와 이용계약을 체결하고, 회사가 제공하는 서비스를 이용하는 개인을 말합니다. 회원은 작업을 제공하는 크리에이터로 등록할 수 있습니다.</p>
        <p> 2. &quot;이메일(emial)&quot;이라 함은 회원의 식별과 서비스의 이용을 위하여 회원이 직접 설정(인증)하고, 회사가 승인하거나 다른 소셜 서비스 계정을 회사 서비스에 연동하는 과정에서 제출된 전자우편 주소를 말합니다.</p>
        <p> 3. &quot;비밀번호&quot;라 함은 부여받은 이메일과 일치되는 회원임을 확인하고 회원의 권익을 보호하기 위하여 회원이 정하고 회사가 승인한 문자와 숫자의 조합을 말합니다</p>
        <p> 4. &quot;아이디(id)&quot;라 함은 회원의 프로필 페이지의 주소에 사용되는 식별자를 말합니다.</p>
        <p> 5. &quot;닉네임(nickname)&quot;이라 함은 외부에 공개되는 회원의 별칭을 말합니다.</p>
        <p> 6. &quot;클라이언트(client)&quot;라 함은 금전적 대가를 지불하고 작업물을 구매할 목적으로 사이트를 이용하는 회원을 말합니다.</p>
        <p> 7. &quot;크리에이터(creator)&quot;라 함은 금전적 대가를 받고 작업물을 판매할 목적으로 사이트를 이용하거나 관련 정보를 프로필에 등록한 회원을 말합니다.</p>
        <p> 8. &quot;작업물&quot;이라 함은 크리에이터 본인이 직접 제작하고 크리에이터 본인이 직접 저작권을 가지고 있는 유무형의 상품 및 디지털 컨텐츠를 말합니다.</p>
        <p> 9. &quot;리퀘스트(request)&quot;라 함은 크리에이터와 클라이언트가 상호 합의 하에 정해진 일정에 따라 결제 대금과 작업을 교환, 매매하는 일련의 절차를 말합니다.</p>
        <p> 10. &quot;커미션(commission)&quot;이라 함은 지적 재산권을 클라이언트에게 이관하지 않는 리퀘스트를 말합니다.</p>
        <p> 11. &quot;외주&quot;라 함은 지적 재산권을 클라이언트에게 이관하는 리퀘스트를 말합니다.</p>
        <p> 12. &quot;결제 금액&quot;이라 함은 클라이언트가 서비스의 이용을 위해 지불하는 금액을 말합니다.</p>
        <p> 13. &quot;대금&quot;이라 함은 크리에이터가 중개 수수료를 제하고 입금받는 금액을 말합니다.</p>
        <br />
        <p>제5조 (서비스의 목적과 범위)</p>
        <p> 1. 회사가 제공하는 서비스는 회원 각자의 자기결정에 의하여 회원 상호 간에 리퀘스트가 이루어질 수 있도록 사이버 거래 장소를 온라인으로 제공하는 것에만 목적을 두고 있습니다.</p>
        <p> 2. 회사는 서비스를 통해 회원 간 리퀘스트의 안전성 및 편의성을 증진시키는 도구만을 제공합니다. 회원 간에 성립된 리퀘스트와 관련된 책임은 거래 당사자인 회원들 스스로가 부담하여야 하며, 회사는 회원 간에 성립된 리퀘스트 중 발생하는 문제와 결과에 대해 일체 책임을 지지 않습니다.</p>
        <br />
        <h2>제2장 서비스 이용 계약</h2>
        <p>제6조 (서비스 이용 계약의 체결)</p>
        <p> 1. 회사가 제공하는 서비스에 대한 이용 계약(이하 &quot;서비스 이용 계약&quot;)은 서비스를 이용하고자 하는 자(이하 &quot;이용신청자&quot;)의 회원가입(이하 &quot;이용신청&quot;)에 대하여 회사가 승낙함으로써 성립합니다. 회사는 이용 승낙의 의사를 해당 서비스 화면에 게시하거나 또는 기타 방법으로 이용신청자에 통지합니다.</p>
        <p> 2. 서비 이용 계약이 체결된 경우 회원은 본 약관을 읽고 본 약관 및 개인정보처리방침에 동의한 것으로 간주됩니다.</p>
        <br />
        <p>제7조 (서비스 이용 계약의 신청과 승낙)</p>
        <p> 1. 이용신청자가 이용신청시 사용하는 정보는 이용신청자의 실제정보인 것으로 간주되고, 타인의 정보를 도용하는 등 실제정보를 입력하지 않은 회원은 법적인 보호를 받을 수 없으며 서비스 이용에 제한을 받을 수 있습니다.</p>
        <p> 2. 회사는 이용신청자의 이용신청에 대하여 특별한 하자가 없는 한 접수순서에 따라 서비스 이용을 승낙하는 것을 원칙으로 합니다.</p>
        <br />
        <p>제8조 (서비스 이용 계약의 해제 및 해지)</p>
        <p> 1. 회원 또는 회사는 본 약관에서 정한 절차에 따라 서비스 이용 계약을 해제 또는 해지할 수 있습니다.</p>
        <p> 2. 회원은 제4항에서 정하고 있는 경우를 제외한 한 언제든지 회사가 정한 절차에 따라 회사와 맺은 서비스 이용 계약의 해제 또는 해지 의사를 회사에 전달할 수 있습니다. 회사는 서비스 이용 계약을 해제 또는 해지할 수 있는 절차를 제공합니다.</p>
        <p> 3. 서비스 이용 계약은 회원의 해제 또는 해지 의사가 회사에 도달한 때에 종료됩니다. 다만, 제4항에서 정하고 있는 경우에 해당할 경우 서비스 이용 계약은 종료되지 않습니다.</p>
        <p> 4. 크리에이터는 다음과 같은 사유가 있는 경우 서비스 이용 계약을 해지할 수 없으며, 이로 인해 발생하는 모든 피해에 대한 책임은 회원에게 있습니다.</p>
        <p>   a. 현재 아직 완료 또는 취소되지 않은 리퀘스트가 있는 경우</p>
        <p> 5. 서비스 이용 계약 해제 또는 해지로 인해 발생하는 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 서비스 이용 계약 해제 또는 해지 이전의 리퀘스트 계약과 관련하여 발생한 회원의 책임에 관한 조항은 그 효력을 유지합니다.</p>
        <p> 6. 서비스 이용 계약이 종료된 시점에서, 이미 종료된 리퀘스트에 대한 분쟁이 발생될 경우 이에 대한 책임은 회원이 부담하여야 하고, 회사는 회사의 고의 또는 과실이 없는 한 책임이 없습니다</p>
        <p> 7. 본 약관에 따라 서비스 이용 계약을 해제 또는 해지한 회원은 서비스를 다시 이용하기 위해 본 약관이 정하는 절차에 따라 사이트에 다시 회원으로 가입할 수 있습니다. 다만, 재가입의 목적이 부정하다고 판단되는 경우 회사는 재가입을 거부할 수 있습니다.</p>
        <br />
        <h2>제3장 계약당사자의 권리와 의무</h2>
        <p>제9조 (회원의 권리)</p>
        <p> 1. 회원은 언제든지 자신에 관한 정보를 열람할 수 있고, 회사 또는 정보보호책임자에게 잘못된 정보에 대한 정정을 요청할 수 있습니다. 회사는 회원으로부터 정보 정정의 요청이 있는 경우 그 오류를 정정하거나 정정하지 못하는 사유를 회원에게 통지하는 등 필요한 조치를 취할 때까지 당해 정보를 이용하지 않습니다. 다만, 다른 법률에 따라 개인정보의 제공을 요청받은 경우에는 그러하지 아니합니다.</p>
        <p> 2. 회원은 클라이언트 및 크리에이터로서 회사가 중개하는 작업에 참여할 수 있습니다.</p>
        <p> 3. 회원은 회원의 의사에 반하여 시행된 회사의 조치에 대해 이의를 제기할 수 있습니다. 회사는 이를 성실히 검토하고 회원의 이의 제기가 타당하다고 판단되는 경우 조치를 해제합니다.</p>
        <br />
        <p>제10조 (회사의 권리)</p>
        <p> 1. 회사는 회원의 서비스 이용과 관련한 기타 제반사항을 회원이 등록한 이메일 주소 등을 통하여 회원에게 제공할 수 있습니다. 회사는 회원 전체에 대한 통지의 경우 서비스에 내용을 게시함으로써 이에 갈음할 수 있습니다.</p>
        <p> 2. 회사의 귀책사유에 의하지 아니한 이메일 또는 비밀번호의 유출∙양도∙대여가 의심되거나 확인되는 경우, 회사는 이용계약 해지 및 서비스 이용 제한 등의 조치를 취할 수 있으며, 이로 인한 당사자의 손실이나 손해에 대하여 회사는 아무런 책임을 지지 않습니다.</p>
        <p> 3. 회사는 크리에이터에게 본인인증을 요구할 수 있습니다. 실명이 아니거나 타인의 정보를 도용하여 본인인증을 하거나 시도한 회원에 대해 회사는 서비스 이용을 제한할 수 있습니다.</p>
        <br />
        <p>제11조 (회원의 의무)</p>
        <p> 1. 회원은 회사가 공지한 본 약관을 포함한 기타 사항을 사전에 충분히 이해한 뒤 사이트에 회원으로 가입하고 회사가 제공하는 서비스를 이용하여야 합니다. 회원은 회사가 제공하는 서비스를 이용함에 있어서 본 약관의 규정 등 회사가 공지하는 사항을 준수하여야 하며, 기타 업무에 방해가 되는 행위, 명예를 손상시키는 행위를 해서는 안 됩니다.</p>
        <p> 2. 회원은 관련 법령을 준수하여야 하며, 본 약관의 규정을 들어 관련 법령 위반에 대한 면책을 주장할 수 없습니다.</p>
        <p> 3. 회원은 본인의 이메일 및 비밀번호를 다음 각 호와 같이 관리해야 합니다.</p>
        <p>   a. 회원의 승인 없이 이메일, 비밀번호 및 추가정보가 도용되거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 비밀번호를 수정하는 등의 조치를 취하여야 하며, 해당 내용을 즉시 회사에 통지해야 합니다. 회원이 회사에게 그 사실을 통지하지 않거나, 통지한 경우에도 회사의 안내에 따르지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.</p>
        <p>   b. 회원은 이메일, 비밀번호의 관리에 대하여 회원의 고의 또는 과실로 인해 발생하는 모든 불이익에 대한 책임을 부담합니다. 회원 정보가 변경되었음에도 해당 사항을 수정하지 않음으로써 발생한 각종 손해와 잘못된 수정으로 인하여 발생한 손해는 당해 회원이 부담하여야 하며, 회사는 이에 대하여 아무런 책임을 지지 않습니다. 또한 회원이 변경된 정보를 수정하지 않거나 또는 허위 내용으로 수정하여 회사에 손해를 입힌 경우에는 이에 대한 손해배상 책임을 부담합니다.</p>
        <p> 4. 회원은 서비스 이용을 위해 가입시 또는 회원정보 변경 시 현재의 사실과 일치하는 완전한 정보(이하 &quot;가입 정보&quot;)를 제공해야 합니다. 회원은 가입 정보에 변경이 발생할 경우 즉시 갱신해야 하며 가입 정보의 미변경으로 인해 발생되는 문제의 책임은 회원에게 있습니다.</p>
        <p> 5. 회원은 회사의 명시적 동의가 없는 한 서비스의 이용 권한, 기타 이용계약상 지위를 타인에게 양도 및 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.</p>
        <p> 6. 회원은 회사 및 제3자의 지적 재산권을 침해해서는 안 됩니다.</p>
        <p> 7. 회원은 자신의 귀책사유로 인하여 다른 회원 기타 타인이 손해를 입을 경우 배상할 책임이 있습니다.</p>
        <p> 8. 회원 간에 성립된 거래와 관련된 책임은 거래 당사자인 회원들 스스로가 부담하여야 합니다.</p>
        <p> 9. 회원은 기타 불법적이거나 부당한 행위를 해서는 안 됩니다.</p>
        <br />
        <p>제12조 (회사의 의무)</p>
        <p> 1. 회사는 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 지속적∙안정적으로 서비스를 제공하기 위하여 노력합니다.</p>
        <p> 2. 회사는 정보통신망 이용촉진 및 정보보호에 관한 법률, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법규를 준수합니다.</p>
        <p> 3. 회사는 회원의 개인정보를 본인의 승낙 없이 제3자에게 누설, 배포하지 않습니다. 다만, 관계법령에 의해 국가 기관의 요구나 전기통신관련법령 및 정보통신윤리위원회의 요청 등 법률의 규정에 따른 적법한 절차에 의한 경우는 제외합니다.</p>
        <p> 4. 회사는 관련 법령이 정하는 바에 따라서 가입 정보를 포함한 회원의 개인정보를 보호하기 위하여 노력합니다. 회원의 개인정보 보호에 관해서는 관련 법령 및 본 약관 제13조에 제시된 내용을 준수합니다.</p>
        <p> 5. 회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정되는 경우 이를 신속히 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리 일정을 통보합니다.</p>
        <p> 6. 회사는 회원에게 가격 인하, 이벤트 참여 등을 부당하게 강요하지 않습니다.</p>
        <p> 7. 회사는 회원이 다른 온라인 마켓플레이스(오픈마켓 형태의 모든 서비스 포함) 사업자와 거래하지 못하게 하거나 다른 온라인 마켓플레이스(오픈마켓 형태의 모든 서비스 포함) 사업자와 거래한다는 이유로 회원에게 불이익을 제공하지 아니합니다.</p>
        <p> 8. 회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우, 그러한 손해가 회사의 고의나 중과실에 기해 발생한 경우에 한하여 책임을 부담하며, 그 책임의 범위는 통상 손해에 한합니다.</p>
        <br />
        <p>제13조 (개인정보의 수집과 보호)</p>
        <p> 1. 회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우, 그러한 손해가 회사의 고의나 중과실에 기해 발생한 경우에 한하여 책임을 부담하며, 그 책임의 범위는 통상 손해에 한합니다.</p>
        <p> 2. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계법령에 따라 회원의 개인정보를 안전하게 보관, 보호할 의무가 있습니다.</p>
        <p> 3. 회원은 이용신청시 회사가 본 약관과 개인정보처리방침에 따라 개인정보를 수집하는 것에 동의한 것으로 간주합니다. 회사는 이용신청시 회원이 명시적으로 제공하는 정보를 통하여 서비스 제공에 필수적인 회원에 대한 개인정보를 수집하며, 회원의 개인정보는 본 약관의 이행과 서비스 제공을 위한 목적으로만 사용됩니다.</p>
        <p> 4. 회사는 아이디(ID), 닉네임 등 서비스 화면을 통하여 공개되는 정보를 제외하고는 수집한 개인정보를 회원의 승낙 없이 제3자에게 열람하도록 하거나 제공하지 않습니다. 단, 다음과 같은 사유가 있는 경우 회원이 승낙 없이 관련 기관에게 개인정보를 제공할 수 있습니다.</p>
        <p>   a. 관련 법령에 의하여 수사상의 목적으로 관련 기관으로부터의 자료 제출 요구를 받은 경우</p>
        <p>   b. 기타 관련 법령에서 정한 절차에 따른 요청이 있는 경우</p>
        <p> 5. 이용계약이 종료된 경우, 회사는 당해 회원의 가입 정보를 파기하는 것을 원칙으로 합니다. 다만, 아래의 경우에는 개인정보처리방침에 따라 가입 정보를 보관합니다. 이 경우 회사는 보관하고 있는 가입 정보를 그 보관의 목적으로만 이용합니다.</p>
        <p>   a. 상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정에 의하여 보존할 필요가 있는 경우 관련 법령에서 정한 일정한 기간 동안</p>
        <p>   b. 보유 항목과 사유∙기간을 명시하여 회원에게 기타 정보 수집에 관한 동의를 받은 경우 그 보유기간까지</p>
        <p> 6. 회사가 제3자에게 회원의 개인정보를 제공할 필요가 있는 경우, 제공되는 개인정보 항목, 제공받는 자, 제공받는 자의 개인정보 이용목적 및 보유∙이용 기간 등을 명시하여 회원의 동의를 받습니다. 개인정보의 수집∙처리∙관리 등을 위탁하는 경우에는 위탁업무의 내용 및 수탁사의 명칭 등에 관한 사항을 이메일 또는 홈페이지를 통해 미리 회원에게 고지하여 동의를 받거나 개인정보처리방침에 포함하여 사이트에 공개합니다.</p>
        <p> 7. 회사는 본 조 제4항과 제6항에 명시된 내용 외에도 비방이나 허위사실 유포 등으로 타인에게 피해를 입힌 경우, 지식재산권 등 타인의 권리를 침해한 경우, 기타 인터넷 사기행위 등으로부터 회원과 회사를 보호하고 법적 절차에 따른 수사 협조를 위한 목적 등으로 개인정보처리방침에 따라 보관 중인 개인정보를 제공할 수 있습니다.</p>
        <p> 8. 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의 개인정보처리방침이 적용됩니다.</p>
        <br />
        <h2>제4장 중개서비스의 이용</h2>
        <p>제14조 (중개서비스의 종류 및 이용)</p>
        <p> 1. 회사는 중개서비스의 종류에 따라 각 매매의 특성, 절차 및 결제방법에 대한 사항을 서비스화면을 통하여 공지합니다. 회원은 회사가 공지한 각 매매에 관한 사항을 사전에 충분히 이해하고 중개서비스를 이용하여야 합니다.</p>
        <p> 2. 회원은 이메일과 비밀번호를 통하여 회사가 제공하는 중개서비스에 접속할 수 있고, 동 서비스를 이용하여 작업을 판매하거나 구매할 수 있습니다.</p>
        <br />
        <p>제15조 (중개서비스 이용정지, 이용제한)</p>
        <p> 1. 회사는 중개서비스를 통한 거래의 안전성과 신뢰성을 위하여 본 약관에서 정한 바에 따라 회원자격을 정지하거나 서비스의 이용 제한, 기타 필요한 조치를 취할 수 있습니다. 회원자격이 정지된 회원은 중개서비스를 이용할 수 없으며, 진행 중인 판매/구매관리 서비스를 제외한 모든 서비스를 이용할 수 없습니다.</p>
        <p> 2. 회사가 회원자격을 정지하거나 판매/구매 서비스의 이용 제한, 기타 필요한 조치를 취할 경우 본 약관에 특별한 규정이 없는 한 사전에 회원에게 이메일 또는 기타 방법을 통하여 통보합니다. 다만, 회사가 빠른 조치가 필요하다고 판단하는 경우에는 선 조치 후 통보할 수 있습니다. 회원은 회사의 조치에 대해 이의를 제기할 수 있으며, 회사는 회원의 이의 제기가 타당하다고 판단되는 경우 조치를 해제할 수 있습니다.</p>
        <p> 3. 회원이 이용정지 중에 이용계약을 임의 해지하거나 다른 계정을 통해 재이용을 신청한 것이 확인되면 이용신청에 대한 승낙을 거부할 수 있습니다.</p>
        <p> 4. 회원은 중개서비스의 이용 중에 다음 각호의 행위를 할 수 없습니다.</p>
        <p>   a. 거래 부정행위</p>
        <p>     - 거래 의사 없이 구매∙취소를 반복하는 행위</p>
        <p>   b. 시스템 부정행위</p>
        <p>     - 회사의 서비스∙시스템을 이용한 스팸 정보 전송 또는 악성코드 프로그램 유포 등의 범죄 및 불법행위</p>
        <p>     - 회사의 시스템에 비정상적인 방법으로 접근하거나 공격하는 행위</p>
        <p>     - 회사의 정보∙데이터를 정당한 권한 없이 스스로 또는 제3자를 통하여 복사, 크롤링, 스크래핑하거나 기타의 방법으로 상업적으로 이용하는 행위</p>
        <p>     - 위의 각호의 행위에 준하는 일체의 시스템 부정행위</p>
        <p>   c. 권리침해</p>
        <p>     - 타인의 정보를 통해 서비스를 이용하는 행위</p>
        <p>     - 제재 회피 등 부정한 목적으로 회원 정보의 수정을 거부하거나 해태하는 행위</p>
        <p>     - 거래의 제반 행위를 통해 저작권∙초상권 등의 제3자의 권리를 침해하는 행위</p>
        <p>     - 회사의 개인정보처리방침 또는 관련 법령을 위배하여 다른 회원의 개인정보를 침해하는 행위</p>
        <p>     - 타인의 명예 또는 신용, 정당한 이익을 훼손하는 행위</p>
        <p>     - 회사의 명예 또는 신용, 정당한 이익을 훼손하는 행위</p>
        <p>     - 위의 각호의 행위에 준하는 일체의 권리침해 행위</p>
        <p> 5. 회사는 그 외 약관 또는 법령에 위반되거나 위법∙부당한 행위가 있는 것으로 의심될 만한 상당한 이유가 있는 경우, 서비스의 이용 제한 및 기타 필요한 조치를 취할 수 있습니다.</p>
        <br />
        <p>제16조 (대리 및 보증의 부인)</p>
        <p> 1. 회사는 통신판매중개자로서 회원 상호 간의 거래를 위한 온라인 거래장소를 제공할 뿐이므로 작업을 판매하거나 구매하고자 하는 회원을 대리하지 않습니다. 또한, 회사의 어떠한 행위도 크리에이터 또는 클라이언트를 대리하는 행위로 간주되지 않습니다.</p>
        <p> 2. 회사는 중개서비스를 통하여 이루어지는 회원 간의 판매 및 구매와 관련하여 판매 의사 또는 구매 의사의 존부 및 진정성, 등록물품의 품질, 완전성, 안전성, 적법성 및 타인의 권리에 대한 비침해성, 회원이 입력하는 정보 및 그 정보를 통하여 링크된 URL에 게재된 자료의 진실성 등을 보증하지 아니하며, 회사의 고의 또는 과실이 없는 한 거래 결정에 대한 위험과 책임은 해당 회원이 부담해야 합니다.</p>
        <p> 3. 회사는 회원이 게재하는 서비스 설명 등의 제반 정보를 통제하거나 제한하지 않습니다. 다만, 회사는 회원이 게재한 정보의 내용이 타인의 명예, 권리를 침해하거나 법규정을 위반한다고 판단하는 경우에는 판매 승인을 제한하거나 판매중지하는 등 기타 필요한 조치를 취할 수 있습니다.</p>
        <br />
        <p>제17조 (크리에이터의 권리)</p>
        <p> 1. 크리에이터는 서비스가 승인된 이후 별도의 기한 없이 판매를 지속할 수 있습니다. 다만, 본 약관에서 정한 바에 따라 회원자격이 정지되거나 서비스의 이용 제한, 기타 필요한 조치가 취해지는 등의 경우 판매 활동이 제한될 수 있으며, 이 경우 회사는 판매 가능 여부를 재검토할 수 있습니다.</p>
        <p> 2. 크리에이터의 작업물에 대한 저작권은 크리에이터에게 귀속되며, 크리에이터의 허락 없이 사용할 수 없습니다. 다만, 크리에이터와 클라이언트간에 저작권 관련 별도의 협의사항이 있었을 경우 해당 내용이 우선 적용됩니다.</p>
        <p> 3. 크리에이터는 리퀘스트를 통해 제공할 작업의 종류와 범위, 판매가격, 거래조건 등을 스스로 결정할 수 있으며, 회사는 이에 부당하게 관여하지 않습니다.</p>
        <p> 4. 크리에이터는 클라이언트의 구매 행위가 허위 또는 불법 결제에 해당하는 경우 및 그 밖의 정당한 사유가 있는 경우 리퀘스트의 중단 및 환불을 요청할 수 있습니다.</p>
        <p> 5. 크리에이터는 서비스를 제공하는 사이트의 문제로 작업이 취소될 경우, 이에 관련한 이의제기 요청을 할 수 있습니다.</p>
        <br />
        <p>제18조 (클라이언트의 권리)</p>
        <p> 1. 기본적으로 작업이 작업중 상태가 된 후에는 환불을 요청할 수 없지만, 작업 결과물이 요청 내용과 너무 상이하다고 회사에서 판단될 경우 환불이 가능합니다.</p>
        <p> 2. 작업 기한까지 작업이 완료되지 않은 경우, 회원 정보의 계좌 번호로 자동으로 환불됩니다.</p>
        <br />
        <p>제19조 (크리에이터의 의무)</p>
        <p> 1. 크리에이터는 본 약관과 회사가 서비스 화면을 통하여 미리 공지하는 절차에 따라 신원 정보의 제공, 작업 요청 승인 등을 이행해야하며 본 약관과 관련 법령을 위반하는 행위를 하여서는 안 됩니다.</p>
        <p> 2. 대금 지급을 위해 제공한 신원정보의 명의자와 실제 작업을 제공하는 크리에이터는 동일해야 합니다. 하도급 행위 등 본 조항에 따른 권리∙의무를 회사의 사전 서면 동의 없이 본인이 아닌 대상에게 양도, 증여하거나 담보로 제공하는 행위가 적발될 경우 회사는 내부 규정에 따라 조치할 수 있으며, 이로 인한 모든 책임은 크리에이터에게 귀속됩니다.</p>
        <p> 3. 크리에이터는 회사로부터 대금을 수령할 계좌를 지정하여야 하며, 크리에이터가 지정한 입금 계좌의 예금주는 크리에이터와 동일인임을 원칙으로 합니다. 크리에이터가 지정한 입금 계좌의 예금주가 크리에이터의 가입 정보와 상이한 경우 출금이 불가능하며 회사는 해당 조건에 맞는 계좌 관련 서류 증빙이 완료될 때까지 결제 대금의 송금을 보류할 수 있습니다.</p>
        <p> 4. 기본적으로 작업이 작업중 상태가 된 후에는 환불을 요청할 수 없지만, 작업 결과물이 요청 내용과 너무 상이하다고 회사에서 판단될 경우 환불이 가능합니다.</p>
        <p> 5. 크리에이터는 리퀘스트의 과정에서 알게 된 상대방의 개인정보와 업무상∙기술상 비밀을 상대방의 승인이 없는 한 부당하게 이용하거나 제3자에게 누설하여서는 안 됩니다.</p>
        <br />
        <p>제20조 (클라이언트의 의무)</p>
        <p> 1. 크리에이터가 제 3자의 저작권 등을 침해하여 제3자에게 손해를 끼칠 경우, 저작권 침해의 사유가 클라이언트에게 있다면 발생하는 민∙형사상의 책임은 클라이언트에게 있습니다.</p>
        <p> 2. 클라이언트는 리퀘스트의 과정에서 알게 된 상대방의 개인정보와 업무상∙기술상 비밀을 상대방의 승인이 없는 한 부당하게 이용하거나 제3자에게 누설하여서는 안 됩니다.</p>
        <br />
        <p>제21조 (리퀘스트의 진행절차)</p>
        <p> 1. 클라이언트는 모집중인 크리에이터의 프로필 페이지에서 작업 요청하기를 통해 크리에이터에게 카테고리, 금액, 내용과 옵션 등을 포함해 리퀘스트를 요청할 수 있습니다.</p>
        <p> 2. 크리에이터는 리퀘스트 승인/거절 기능을 통해 해당 리퀘스트에 대한 응답을 해야합니다.</p>
        <p> 3. 크리에이터는 리퀘스트의 응답 기한을 정해놓아야 하고, 평균 응답 기간이 저장되어 프로필 페이지에 표시됩니다.</p>
        <p> 4. 크레에이터가 승인을 한 시점부처, 클라이언트는 3일 내로 리퀘스트 페이지에 표기된대로 결제를 진행해야 합니다.</p>
        <p> 5. 결제 기한을 반복적으로 넘기는 클라이언트의 경우, 서비스가 제한될 수 있습니다.</p>
        <p> 6. 리퀘스트는 클라이언트가 요청한 작업을 크리에이터가 승인하고 클라이언트가 결제를 완료한 시점부터 유효하게 성립됩니다.</p>
        <p> 7. 크리에이터는 리퀘스트의 작업 기한을 정해놓아야 하고, 작업 기한 내에 리퀘스트 내용에 부합하는 작업물과 필요에 따라 샘플 파일들을 제출해야 합니다.</p>
        <p> 8. 작업이 완료됐다면, 회사는 최대한 빠르게 크리에이터에게 대금을 지급해야 합니다.</p>
        <p> 7. 작업 기한이 지났다면, 회사는 최대한 빠르게 클라이언트에게 결제 금액을 환불해야 합니다.</p>
        <br />
        <p>제22조 (작업물의 저작권)</p>
        <p> 1. 작업물은 기본적으로 크리에이터에게 귀속됩니다.</p>
        <p> 2. 외주 요청의 경우 지적 재산권만 클라이언트에게 이관됩니다.</p>
        <p> 3. 클라이언트는 작업물을 크리에이터가 허용한 범위 내에서만 사용할 수 있습니다. 허용한 범위가 없을 경우 비영리적인 목적으로만 사용할 수 있습니다.</p>
        <p> 4. 작업의 저작권 및 사용 범위에 대한 별도 표기 혹은 협의가 있었을 경우 그를 우선시합니다</p>
        <br />
        <p>제23조 (리퀘스트의 분쟁 절차)</p>
        <p> 1. 다음 사유로 리퀘스트 진행이 원활하지 못할 경우 회사는 크리에이터 혹은 클라이언트의 요청을 받아 부득이하게 해당 리퀘스트의 분쟁 절차에 돌입할 수 있습니다.</p>
        <p>   a. 크리에이터가 전달한 작업물이 백지이거나 열리지 않는 등 사회 통념상 해당 작업물로 인정되기 어려운 경우</p>
        <p>   b. 크리에이터 또는 클라이언트가 본 약관을 위반하거나 기타 관련 법령을 위반했다고 의심되는 경우</p>
        <p> 2. 다음 사유에 대해서 회사는 분쟁 절차의 돌입을 거부할 수 있습니다.</p>
        <p>   a. 크리에이터가 전달한 작업물이 주관적으로 클라이언트의 기대에 미치지 못하는 경우</p>
        <p> 3. 리퀘스트가 분쟁 절차에 돌입한 경우 회사는 크리에이터와 클라이언트 모두에게 회원이 제공한 개인정보를 기반해 다양한 경로로 연락을 취할 수 있습니다. 해당 연락을 회피하거나 연락이 불가능할 경우 분쟁 절차에 불이익을 받을 수 있으며 회사는 이로 인해 발생한 손해에 대해 책임지지 않습니다.</p>
        <p> 4. 리퀘스트가 분쟁 절차에 돌입한 경우 회사는 크리에이터와 클라이언트 모두에게 해명 및 근거 자료의 제출을 요구할 수 있으며, 요구받은 자료를 미제출함으로서 발생한 손해에 대해 회사는 책임지지 않습니다.</p>
        <p> 5. 회사는 분쟁 절차에 돌입한 리퀘스트에 대해 분쟁 처리 목적으로 크리에이터와 클라이언트의 메시지 내역, 전달한 작업물 등 서비스 이용 기록을 확인할 수 있습니다.</p>
        <p> 6. 리퀘스트가 분쟁 절차에 돌입한 경우 회사는 크리에이터와 클라이언트가 분쟁 결과에 대해 동의한 것으로 간주합니다. 회사는 양측의 서비스 이용 기록과 제출받은 자료를 면밀히 검토해 4주 이내로 환불 비율을 결정해 회원에게 통보하며, 회원은 이에 대해 이의를 제기할 수 없습니다.</p>
        <br />
        <h2>제5장 면책조항</h2>
        <p>제24조 (회사의 면책)</p>
        <p> 1. 회사는 회원 상호간 또는 회원과 제3자 상호간에 서비스를 매개로 발생한 분쟁에 대해서 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.</p>
        <p> 2. 천재지변 또는 이에 준하는 불가항력, 정보통신설비의 보수 점검, 교체 또는 고장, 통신의 두절 등으로 인하여 서비스를 제공할 수 없는 경우 등 회사의 고의나 중과실이 아닌 사유로 서비스 이용에 장애가 발생한 경우 회사는 이로 인해 발생한 피해에 대해 책임이 면제됩니다.</p>
        <p> 3. 회사는 서비스 이용자 또는 회원의 귀책사유로 서비스 이용의 장애가 발생한 경우에 대하여 책임이 면제됩니다.</p>
        <p> 4. 회사는 서비스를 통하여 거래되는 작업의 하자, 작업 내용의 오류, 미비 등으로 인하여 회원이 입는 손해에 대해서 책임지지 않습니다.</p>
        <p> 5. 회사는 회원이 직접 게시한 정보, 자료, 사실의 정확성, 안정성, 타당성 등을 보증하지 않으며 그로 인하여 회원이 입는 손해에 대해서 책임이 면제됩니다.</p>
        <p> 6. 회사는 회사 또는 다른 회원이 제공하는 서비스로부터 회원이 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서 책임이 면제됩니다.</p>
        <p> 7. 회사는 서비스를 통하여 거래되는 작업의 하자, 작업 내용의 오류, 미비 등으로 인하여 회원이 입는 손해에 대해서 책임지지 않습니다.</p>
        <br />
        <p>제25조 (준거법 및 관할법원)</p>
        <p> 1. 본 약관과 회사와 회원 간의 이용계약, 회원 상호 간의 리퀘스트에 대해서는 대한민국 법령이 적용됩니다.</p>
        <p> 2. 서비스 이용과 관련하여 회사와 회원 사이에 분쟁이 발생한 경우, 회사와 회원은 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 기울여야 합니다.</p>
        <p> 3. 제2항에도 불구하고 본 약관과 회사와 회원 간의 이용계약, 회원 상호 간의 분쟁에 대해 회사를 당사자로 하는 소송이 제기될 경우에는 회사의 본사 소재지를 관할하는 법원을 합의 관할법원으로 정합니다.</p>
        <p />
      </div>
    </main>
  )
}

export default TermsMain
